export const starWarsCollection = [
    {
        category: ['Series', 'Series'],
        list: [114478, 135211, 82856, 101978, 105971, 124734, 4194, 60554, 79093, 83558, 63722, 71412, 105106, 66837, 66487],
    },
    {
        category: ['Películas', 'Movies'],
        list: [1893, 1894, 11, 1891, 1892, 140607, 181808, 181812, 857702, 330459, 348350, 825647, 732670, 1884, 1895],
    },
    {
        category: ['Cortos y especiales', 'Shorts and Specials'],
        list: [71412, 825647, 63722, 60554, 105106, 66837, 83558, 66487, 732670],
    },
    {
        category: ['Colección Darth Vader', 'The Darth Vader Collection'],
        list: [1895, 330459, 11, 1892, 60554, 1891, 63722],
    },
    {
        category: ['Star Wars a lo largo de los años', 'Star Wars Through the Years'],
        list: [11, 1891, 1892, 1884, 1893, 1894, 1895, 4194, 60554, 140607, 63722, 330459, 66837, 181808, 71412, 105106, 348350, 83558, 181812, 82856, 732670, 101978, 825647, 114478, 105971, 124734, 135211],
    }
];

export const disneyCollection = [
    {
        category: ['Originales', 'Originals'],
        list: [120734, 826914, 130372, 853088, 94761, 133637, 129902, 96715, 124965, 109930, 114503, 104359, 674419, 103822, 818367, 818361, 85801, 96716, 621876, 594328, 114621, 454291, 526702, 92824, 112804, 751126, 100802, 102845, 95339, 94883, 727306, 630566, 719643],
    },
    {
        category: ['Walt Disney Animation Studios', 'Walt Disney Animation Studios'],
        list: [404368, 13700, 12092, 109445, 330457, 277834, 12230, 10340, 51162, 37135, 9325, 10882, 10144, 812, 269149, 13053, 11544, 11688, 11319, 13465, 82690, 11970, 38757, 10198],
    },
    {
        category: ['Series y especiales de acción en vivo', 'Live action series and specials'],
        list: [120734, 130372, 853088, 94761, 133637, 114503, 104359, 85801, 96716, 114621, 92824, 112804, 751126, 100802, 102845, 95339, 94883, 538040],
    },
    {
        category: ['Más películas animadas', 'More animated movies'],
        list: [594328, 13682, 13417, 25475, 297270, 13654, 62214, 21316, 13683, 61728, 10948, 9948, 18269, 9982, 175112, 15969, 10539, 50321, 10898, 14128, 151960],
    },
    {
        category: ['Películas en live-action', 'Live-action movies'],
        list: [826914, 526702, 727306, 630566, 70587, 337404, 102651, 420809, 1865, 158852, 451048, 420818, 34549, 337401, 14405, 54540, 105965, 317557, 9543, 475430, 10022, 2059],
    },
    {
        category: ['Musicales', 'Musicals'],
        list: [85801, 538040, 277834, 51162, 38757, 10198, 719643, 417320, 65218, 68324, 15947, 12233, 15655, 420817, 10545, 756, 61720, 556574],
    },
    {
        category: ['Series y especiales de Disney Channel', 'Disney Channel series and specials'],
        list: [68324, 61720, 3498, 40075, 66203, 4605, 65334, 2345, 21641, 38974, 72027, 4610],
    },
    {
        category: ['Películas de Disney Channel', 'Disney Channel Movies'],
        list: [61728, 9479, 92208, 483980, 599521, 27850, 34205, 34560, 34204, 21481, 46169, 277217, 417320, 506574],
    },
    {
        category: ['Princesas y cuentos de hadas', 'Princesses and fairy tales'],
        list: [506574, 109445, 330457, 10882, 10144, 812, 38757, 10198, 297270, 175112],
    },
    {
        category: ['Inspirados en parques de Disney', 'Inspired by Disney parks'],
        list: [826914, 95339, 10756, 22, 58, 285, 1865, 166426, 158852, 451048],
    },
];

export const marvelCollection = [
    {
        category: ['Principales', 'Featured'],
        list: [91363, 340102, 114695, 497698, 127585, 118340, 84958, 299534, 88396, 85271, 284053, 10138, 24428, 99861, 299536],
    },
    {
        category: ['Universo Cinematográfico de Marvel', 'Marvel Cinematic Universe'],
        list: [91363, 497698, 84958, 88396, 85271, 299534, 299537, 363088, 299536, 284054, 284053, 283995, 284052, 271110, 102899, 99861, 118340, 100402, 76338, 68721, 24428, 1771, 10195, 10138, 1726],
    },
    {
        category: ['Universo Cinematográfico de Marvel: Fase uno', 'Marvel Cinematic Universe: Phase one'],
        list: [1726, 10138, 10195, 1771, 24428],
    },
    {
        category: ['Universo Cinematográfico de Marvel: Fase dos', 'Marvel Cinematic Universe: Phase two'],
        list: [68721, 76338, 100402, 118340, 283995, 102899],
    },
    {
        category: ['Universo Cinematográfico de Marvel: Fase tres y cuatro', 'Marvel Cinematic Universe: Phase three and four'],
        list: [271110, 284052, 283995, 284053, 284054, 299536, 363088, 299537, 299534, 85271, 88396, 84958, 497698, 91363],
    },
    {
        category: ['Universo Cinematográfico de Marvel: Orden cronológico', 'Marvel Cinematic Universe: Chronological order'],
        list: [1771, 299537, 1726, 10138, 10195, 24428, 76338, 68721, 100402, 118340, 283995, 99861, 102899, 271110, 497698, 284054, 284052, 284053, 363088, 299536, 299534, 84958, 91363, 85271, 88396],
    },
    {
        category: ['Clásicos de Marvel: Películas', 'Marvel classics: Films'],
        list: [36668, 76170, 2080, 49538, 36658, 1979, 166424, 9738, 320288, 36657, 246655, 127585, 340102],
    },
    {
        category: ['Loki', 'Loki'],
        list: [91363, 84958, 114695, 10195, 24428, 76338, 284053, 299536, 299534],
    },
    {
        category: ['Black Widow', 'Black Widow'],
        list: [497698, 114695, 299534, 299536, 271110, 99861, 100402, 24428, 10138],
    },
    {
        category: ['Series y especiales de Marvel', 'Marvel series and specials'],
        list: [67466, 61550, 114695, 1403, 68716, 69629, 85271, 84958, 88396, 102693, 95313, 299969],
    },
    {
        category: ['Clásicos de Marvel: Animación', 'Marvel Classics: Animation'],
        list: [127635, 4784, 4552, 4574, 3097, 2901, 888, 6332, 1130, 1300, 10079, 21781, 33623, 49131, 230896, 59427, 40044, 284274, 63181, 422153, 112193, 70784, 73919, 491633, 83043],
    },
];

export const natGeoCollection = [
    {
        category: ['Originales', 'Originals'],
        list: [126794, 776553, 106899, 120907, 92807, 95731, 110119, 105229],
    },
    {
        category: ['Series', 'Series'],
        list: [37158, 101128, 103102, 85919, 65927, 93698, 54315, 65859, 105229, 86800, 120907, 49297, 95739, 68919, 124281, 34381, 75782, 81792, 96705, 113249, 121445],
    },
    {
        category: ['Películas', 'Films'],
        list: [728123, 704854, 520558, 676831, 470819, 274989, 836691, 515042, 616104, 613341, 776553, 664027, 619271, 410718, 493121, 496664, 682666, 742241, 478503, 520446, 584765, 97863, 776513, 256423],
    },
    {
        category: ['Espacio y exploración', 'Space and exploration'],
        list: [613341, 664027, 81792, 75782, 68919, 105229, 515042, 616104, 90929, 92807, 410718, 95739, 97863],
    },
    {
        category: ['Animales y naturaleza', 'Animals and nature'],
        list: [86800, 34381, 110119, 92894, 478503, 776553, 520558, 99598, 106899, 95731, 90929, 30306, 94941],
    },
    {
        category: ['Ciencia e innovación', 'Science and innovation'],
        list: [103102, 92807, 101128, 75782, 493121, 613341, 85919, 66497, 113249],
    },
    {
        category: ['Exploremos el mundo', "Explore the world"],
        list: [87994, 105229, 704854, 95782, 103102, 68919, 86800, 91405, 664027, 73456, 81792, 30306],
    },
    {
        category: ['Series y especiales del mundo salvaje', 'Wild World Series and Specials'],
        list: [93698, 73456, 99598, 92210, 776513, 80376],
    },
];

export const pixarCollection = [
    {
        category: ['Principales', 'Main'],
        list: [585, 852724, 852721, 852719, 114501, 508943, 14160, 90461, 508442, 508439, 862, 10681],
    },
    {
        category: ['Originales', 'Originals'],
        list: [852719, 114505, 90461, 508943, 114501, 852721, 508442, 747059, 811367, 852724, 574093, 777350, 594530, 532952, 111815, 706860, 95029, 691582, 574091, 574074, 574089, 532953],
    },
    {
        category: ['Películas', 'Films'],
        list: [354912, 508442, 508943, 508439, 62177, 585, 150540, 14160, 301528, 12, 260513, 260514, 49013, 920, 9806, 127380, 2062, 10681, 9487, 10193, 691582, 863, 862, 105864],
    },
    {
        category: ['Cortos', 'Short'],
        list: [13924, 811367, 286192, 258152, 852719, 114501, 24480, 40619, 546728, 514754, 13931, 13413, 574093, 13925, 24589, 200481, 13042, 13929, 399106, 83564, 114505, 13928, 852721, 13927, 355338, 747059, 13061],
    },
    {
        category: ['SparkShorts', 'SparkShorts'],
        list: [852724, 852721, 852719, 706860, 574089, 574091, 747059, 532953, 532952, 574074, 574093],
    },
    {
        category: ['Bestias y monstruos', 'Beasts and monsters'],
        list: [90461, 585, 62211, 105864, 508943, 130925, 141423, 258152, 256835, 13931],
    },
    {
        category: ['Forky pregunta', 'Forky Asks a Question'],
        list: [660859, 660861, 660866, 660867, 662666, 660851, 660855, 660856, 660858, 660862],
    },
    {
        category: ['Toy Story', 'Toy Story'],
        list: [862, 863, 10193, 301528, 130925, 594530, 77887, 213121, 256835],
    },
    {
        category: ['Cars', 'Cars'],
        list: [920, 49013, 260514, 39030, 56553, 148605, 230767, 148606, 148607, 140967, 13934, 145316, 171536, 24328, 141528, 296137, 148608, 296159, 286189],
    },
    {
        category: ['Héroes inesperados', 'Unexpected heroes'],
        list: [127380, 9487, 508943, 2062, 12, 354912, 24589, 399106, 13061],
    },
    {
        category: ['Ganadores del Óscar', 'Oscar winners'],
        list: [508442, 301528, 514754, 354912, 399106, 150540, 62177, 286189, 14160, 10681, 2062, 9806, 12, 585],
    },
    {
        category: ['Pixar a lo largo de los años', 'Pixar over the years'],
        list: [13924, 13926, 13927, 862, 13929, 9487, 863, 13925, 585, 13931, 12, 13928, 9806, 13932, 920, 13933, 13934, 2062, 13061, 10681, 56553, 24328, 39030, 13042, 140967, 13413, 14160, 171536, 24480, 24589, 10193, 148608, 148607, 148605, 148606, 40619, 49013, 145316, 77887, 62177, 141528, 130925, 83564, 141423, 213121, 62211, 296137, 296159, 230767, 200481],
    },
];
